Das sprechende Detail/Das_Sprechende_Detail.tex
% Created 2018-02-26 Mon 17:58
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\tolerance=1000
\usepackage{natbib}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,linkcolor=blue,
anchorcolor=blue,citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\author{Christian Sangvik}
\date{<2018-02-19 Mon}
\title{Das Sprechende Detail}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.3.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle
\tableofcontents


\section{Administratives}
\label{sec-1}

\subsection{Ringvorlesung}
\label{sec-1-1}

\begin{itemize}
\item Verschiedene Haltungen zum Detail
\item Anwesenheit und aktive Teilnahme
\item Jeder Student ist Themenspezialist
\end{itemize}

\subsection{Kolloquien}
\label{sec-1-2}

\begin{itemize}
\item Vor- und Nachbesprechung Ringvorlesung
\item Texte lesen und besprechen
\item Eigene Detaillektüre
\end{itemize}

\subsection{Essay}
\label{sec-1-3}

\begin{itemize}
\item 2-4 Seiten geschriebener Text
\item Abgabe Juni 2018
\end{itemize}

\subsection{Semesterinhalt}
\label{sec-1-4}

\subsection{Programm}
\label{sec-1-5}

\begin{center}
\begin{tabular}{lll}
26. Feb & Kolloquium & \\
05. Mär & Ringvorlesung & Elli Mosayebi (EMI Architekten)\\
\end{tabular}
\end{center}


\subsection{Textsammlung}
\label{sec-1-6}

Die Textsammlung ist auf \href{https://moodle-app2.let.ethz.ch/course/view.php?id\%3D4339}{Moodle} verfügbar.

\section{Vorlesungen}
\label{sec-2}

\subsection{Einführung}
\label{sec-2-1}

Detail. französisch \emph{détail}, abteilen, in Einzelteile zerlegen, zu: tailler,
Taille.

Die Haltung zu den Details war in der Geschichte der Architektur sehr
unterschiedlich. Von \emph{There is no detail} über, \emph{das Detail darf nicht zu
sehr in den Vordergrund rücken} und \emph{das Detail ist mitunter das schönste am
Bau} bis hin zu \emph{Gott liegt im Detail}.

Detail ist auch ein vielschichtiger Begriff.

\begin{itemize}
\item Materialität, Stofflichkeit
\item Das Fügen, die Handwerklichkeit
\end{itemize}
% Emacs 25.3.1 (Org mode 8.2.10)
\end{document}
